const faqs = [
    {
        question: "Как работает PC Compare?",
        answer: "PC Compare помогает пользователям сравнивать характеристики компьютерных комплектующих и находит лучшие предложения.",
    },
    {
        question: "Как добавить новую компоненту?",
        answer: "Вы можете предложить новую компоненту через форму обратной связи на сайте.",
    },
    {
        question: "Какие источники информации используются?",
        answer: "Мы используем только проверенные и актуальные источники информации о компьютерных комплектующих.",
    },
    {
        question: "Как обновляются данные?",
        answer: "Данные обновляются регулярно, чтобы гарантировать точность и актуальность.",
    },
    {
        question: "Можно ли оставить отзыв?",
        answer: "Да, вы можете оставить отзыв на странице каждой компоненты.",
    },
    {
        question: "Как связаться с поддержкой?",
        answer: "Вы можете связаться с нашей поддержкой через раздел 'Контакты' на сайте.",
    },
    {
        question: "Существуют ли мобильные приложения?",
        answer: "На данный момент у нас нет мобильных приложений, но мы работаем над этим.",
    },
];

export default faqs;